Repository: hectorups/leexplorer-ios
Catalog: leexplorer/*.lproj/Localizable.strings
Languages: es

# AUTOPLAY_TITLE
source: New Artwork Ready
es: Autoguia

# AUTOPLAY_SUBTITLE
source: %@ is ready. Do you want to listen to it ?
es: El audio de %@ esta listo. Quieres escucharlo?

# AUTOPLAY_OK
source: Play
es: Ok

# AUTOPLAY_SKIP
source: Skip Audio
es: Siguiente Audio

# AUTOPLAY_CANCEL
source: Cancel Autoplay
es: Cancelar Autoguía

source: Loading galleries...
es: Cargando galerías...

# GALLERY_LIST_TITLE
source: Leexplorer Collections
es: Galerías Leexplorer

source: Hours
es: Horas de apertura

source: Price
es: Precio

source: Description
es: Descripción

source: Explore Collection
es: Explorar Galería

source: Downloading gallery...
es: Bajando galería...

# GALLERY_DOWNLOADED
source: Gallery downloaded successfully!
es: Galería bajada correctamente!

source: Loading artworks...
es: Cargando obras...

source: Artworks
es: Obras

# SVC_CANCEL
source: Cancel
es: Cancelar

# SVC_NO_EMAIL
source: No mail account setup on device
es: No hay cuentas de email configuradas en este dispositivo

# SVC_FEEDBACK
source: Leexplorer feedback
es: Comentarios acerca de la aplicación Leexplorer
